{"meta":{"title":"Mr.Wang's blog","subtitle":null,"description":null,"author":"moreluckily","url":"http://moreluckily.com"},"pages":[{"title":"关于博主","date":"2018-09-19T04:46:53.000Z","updated":"2018-09-19T11:45:15.098Z","comments":true,"path":"about/index.html","permalink":"http://moreluckily.com/about/index.html","excerpt":"","text":"##关于博主 我是Mr.Wang，来自于江西省，景德镇市，在哈尔滨理工大学测通学院测控技术与仪器专业就读大四，在2018年9月19号，正式开始更新自己的blog。言归正传，其实做这个blog的主要目的是，记录自己的生活，分享自己平时学习生活中遇到的问题及经验，同时也当做一种复习。希望以后可以跟大家一起学习交流，共同成长。这就是blog存在的原因，希望能记录、分享我在生活中遇到的难题和我认为比较精彩的内容。包括技术类问题以及为人处事，也希望能帮助一些人解决他们遇到的难题，同时提高自己的表达和总结能力。生活中总是有些东西从别人口中说出来，自己都会觉得很容易，也就那么点东西，没什么值得骄傲，但其实知道一些东西不容易，讲给别人并使其听懂更不容易。 ##喜欢的句子 Cease to struggle and you cease to live.生命不止，奋斗不息。 You cannot improve your past, but you can improve your future. Once time is wasted, life is wasted.你不能改变你的过去，但你可以让你的未来变得更美好。一旦时间浪费了，生命就浪费了。 The harder you work, the luckier you will.越努力越幸运 有志者事竟成，破釜沉舟，百二秦关终属楚；苦心人天不负，卧薪尝胆，三千越甲可吞吴。 ##超级演说家 命运给你一个比别人低的起点，是想告诉你，让你用你的一生去奋斗出一个绝地反击的故事，这个故事关于独立，关于梦想，关于勇气，关于坚忍。 人生那么短，我就选择做那种又盲目又热情的傻瓜。永远年轻；永远热泪盈眶；永远相信梦想；相信努力的意义；相信遗憾会比失败更可怕。因为不成功的人生，它只是不完美，但是它完整。 ##联系博主 博客：www.moreluckily.com 微信号：Wang13677983456 QQ:1328440709"},{"title":"分类","date":"2018-09-19T04:44:42.000Z","updated":"2018-09-19T04:45:42.669Z","comments":true,"path":"categories/index.html","permalink":"http://moreluckily.com/categories/index.html","excerpt":"","text":""},{"title":"标签","date":"2018-09-19T04:41:56.000Z","updated":"2018-09-19T04:43:56.893Z","comments":true,"path":"tags/index.html","permalink":"http://moreluckily.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"大学三年总结","slug":"大学三年总结","date":"2018-09-19T11:46:12.000Z","updated":"2018-09-19T12:49:01.448Z","comments":true,"path":"2018/09/19/大学三年总结/","link":"","permalink":"http://moreluckily.com/2018/09/19/大学三年总结/","excerpt":"","text":"三年的一些感受时光如白驹过隙，稍纵即逝，一晃大学三年就过去了。在这三年中，努力过，奋斗过，笑过，也哭过，成功过，失败过，喜悦过，悲伤过，徘徊过，疯狂过，失落过。在前几天，参加学校的保研面试，但是很难受的是，没有得到学校的保研名额。其中的情况有自己的一部分原因，也用一些学校老师的情况。在这里真的不想说什么了，同时自己确实是挺难过的，努力了三年，最后得到了这个结果无论是谁都会都会有一段低潮期，在失败之后呢？不禁要想自己的未来在哪里呢？找工作或者考研？我的学校并不是985也不是211学校，只是一个普通的一本院校。考上研究生之后呢？我一直在思考这个问题。毕竟大学的出身还是挺重要的，找工作是找本专业的工作还是跨专业找呢？前几天我跑了我们学校的宣讲会，我这个专业说白了就是自动化分出来的一个旁支，对口的工作特别少，要么就是工资太低了，而一些比较好进的国企工资也低，热门的国企又不好进，而且录取的时间特别晚，等它出结果黄花菜都凉了。同时我发现这些公司有一大半都是来自互联网公司，而像我这样的非计算机专业的学生想直接进入这些公司还是太难了。经过了几天的思考，我决定还是进入互联网公司，毕竟这些公司是不看你的出身的，只看你的想法和实力。回顾过去，自己仍然有不少缺点，如创新潜力还不够强，有时候不懂得坚持，但我会尽可能地在以后的学习和生活中着重提高这些方面的潜力，人的一生就是在不断地学习、实践中得到提高、完善的。 大四的计划时光已逝，良晨难在，获取超于失去，何乐而不为，憧憬，是因为新的梦想在开启斗士的豪情！保研失败并不是结束，只是为下一个阶段学习的开始打下基础。此刻，我将重新整装，确定新的目标，迎接下一个阶段的学习。未来之路就在眼前，遥远，需要不断求索。那么就让我们屏弃所有的恐惧，和我一齐上路，为我以后的学习和工作继续创造自己的辉煌。特别喜欢超级演说家刘媛媛的演讲，“人生那么短，我就选择做那种又盲目又热情的傻瓜。永远年轻；永远热泪盈眶；永远相信梦想；相信努力的意义；相信遗憾会比失败更可怕。因为不成功的人生，它只是不完美，但是它完整。”我觉得我应该振作起来，继续努力的开始去学习，去不断的让自己没有时间去思考为什么自己没有保上研，毕竟中国是个人情社会，别人可能没你优秀，但别人在选择老师的实验室选择的好呀。也确实自己还是挺倒霉的，参加的一些比较重要的比赛都没有取得好成绩。在这里还是特别感谢我宝哥，鼓励我激励我，上帝给你关了一道门，可能是想告诉你，孩子啊！我在为你留了一扇窗呢。接下来的日子里，我将会与WEB前端结缘，拿起曾经丢下的一项能在这个社会上立足的技能，为自己的未来再次奋斗杨帆起航。长风破浪会有时，直挂云帆济苍海 。自己肯定能在明年的春招中收获自己胜利的果实，到那时，必定春风得意马蹄疾，一日看尽长安花。","categories":[{"name":"总结","slug":"总结","permalink":"http://moreluckily.com/categories/总结/"}],"tags":[{"name":"-总结","slug":"总结","permalink":"http://moreluckily.com/tags/总结/"}]}]}